Repository: Seravo/wordpress-mixed-translations
Catalog: plugins/maintenance/maintenance-*.po
Languages: fi

source: Save changes
fi: Tallenna muutokset

source: Standard Fonts
fi: Perusfontit

source: Google Web Fonts
fi: Google Web-fontit

source: General Settings
fi: Yleisasetukset

source: Custom CSS
fi: Mukautettu CSS

source: Exclude pages
fi: Älä käytä sivuilla

source: Pro version
fi: Pro-versio

source: Fruitful Code projects
fi: Fruitful Code Projektit

source: Support
fi: Ylläpito

source: Page title
fi: HTML-title

source: Headline
fi: Otsikko

source: Description
fi: Kuvaus

source: Footer Text
fi: Alaosion teksti

source: Upload Logo
fi: Lataa Logo

source: Admin bar
fi: Adminpalkki

source: Show admin bar
fi: Näytä adminpalkissa

source: Service temporarily unavailable
fi: Tilapäisesti poissa käytostä

source: Blur intensity
fi: Sumentamisen intensiteetti

source: Background blur
fi: Taustan sumentaminen

source: Apply a blur
fi: Käytä sumennusta

source: Login On / Off
fi: Kirjautuminen Päällä / Pois

source: CSS Code
fi: CSS-Koodi

source: Select the page to be displayed:
fi: Valitse näytettävät sivu

source: Not available object.
fi: Objekti ei ole saatavilla.

source: Background image
fi: Taustakuva

source: Upload Background
fi: Lataa taustakuva

source: Background color
fi: Taustakuvan väri

source: Font color
fi: Fontin väri

source: Font family
fi: Kirjasinperhe

source: Have any questions?
fi: Onko kysymyksiä?

source: You may find answers to your questions at <a target="_blank" href="http://wordpress.org/support/plugin/maintenance">support forum</a><br>You may <a target="_blank" href="mailto:mail@fruitfulcode.com?subject=Maintenance plugin">contact us</a> with customization requests and suggestions.<br> Please visit our website to learn about us and our services <a href="%1$s" title="%2$s">%2$s</a>
fi: Saatat löytää vastauksia <a target="_blank" href="http://wordpress.org/support/plugin/maintenance">ylläpitosivultamme</a> (englanniksi)<br> Voit ottaa <a target="_blank" href="mailto:mail@fruitfulcode.com?subject=Maintenance plugin">yhteyttä</a> mikäli haluat tilata muokkauksia tai lähettää ehdotuksia.<br> Halutessasi vieraile sivuillamme (englanniksi) <a href="%1$s" title="%2$s">%2$s</a><br><br>Lisäosan käänsi suomeksi: Onni Hakala / <a href="http://seravo.fi">Seravo Oy </a>

source: Premium WordPress themes
fi: Premium WordPress teemat

source: Extended functionality
fi: Lisäominaisuuksia

source: Purchase <a href="http://codecanyon.net/item/maintenance-wordpress-plugin/2781350?ref=fruitfulcode" target="_blank">PRO</a> version with extended functionality. %1$s If you like our plugin please <a target="_blank" href="http://wordpress.org/support/view/plugin-reviews/maintenance?filter=5">rate it</a>, <a title="leave feedbacks" href="%2$s" target="_blank">leave feedbacks</a>.
fi: Osta <a href="http://codecanyon.net/item/maintenance-wordpress-plugin/2781350?ref=fruitfulcode" target="_blank">PRO</a> versio mikäli haluat höytyä lisäominaisuuksista. %1$s Jos pidät lisäosastamme <a target="_blank" href="http://wordpress.org/support/view/plugin-reviews/maintenance?filter=5">käy arvostelemassa se</a>, <a title="leave feedbacks" href="%2$s" target="_blank">Jätä palautetta (englanniksi)</a>.

source: Demo website
fi: Demo sivusto

source: Maintenance
fi: Ylläpitotila

source: Website is under construction
fi: Sivustoamme rakennetaan

source: Maintenance mode is on
fi: Ylläpitotila on päällä

source: Website will be available soon
fi: Sivusto avataan pian.

source: Permission access denied!
fi: Käyttö estetty!

source: You entered your login are incorrect!
fi: Syöttämäsi käyttäjätunnus on väärä

source: You entered your password are incorrect!
fi: Syöttämäsi salasana on väärä

source: You entered your login and password are incorrect!
fi: Syöttämäsi kirjautumistiedot ovat väärät

source: User Login
fi: Kirjaudu sisään

source: Username
fi: Käyttäjätunnus

source: Password
fi: Salasana

source: Lost Password
fi: Salasana hukassa?

source: Login
fi: Kirjaudu
